export const scene1 = [
    {
        id: 1,
        text: ' تذكر مفهوم الأيون.'
    },
    {
        id: 2,
        text: 'تشرح حركة الأيونات في المحاليل'
    },
    {
        id: 3,
        text: 'تجرى تجربة عملية توضح حركة الأيونات في المحاليل'
    },
    {
        id: 4,
        text: 'تحسب معادلة التفاعل بين أيون الماء والصوديوم.'
    },
    {
        id: 5,
        text: 'تصف انتقال الإلكترون من ذرة إلى أخرى.'
    },
    {
        id: 6,
        text: 'تميز بين المواد الموصلة للكهرباء والمواد العازلة للكهرباء.'
    },
    {
        id: 7,
        text: 'تعطي أمثلة على مواد عازلة وموصلة.'
    },
    {
        id: 8,
        text: 'تُعرف أشباه الموصلات.'
    },
    {
        id: 9,
        text: 'تًحدد مفهوم قوى التجاب والتنافر.'
    },
    {
        id: 10,
        text: 'تذكر تأثير المسافة على مقدار القوة الكهربائية'
    },
    {
        id: 11,
        text: ' تربط بين تأثير عدد الشحنات ومقدار القوة الكهربائية.'
    },
    {
        id: 12,
        text: 'تذكر تأثير الشحنات ا في بعضها عن بُعد.'
    },
    {
        id: 13,
        text: 'تحدد العلاقة بين المسافة وقوة المجال الكهربائي.'
    },
    {
        id: 14,
        text: 'تشرح مفهوم التفريغ الكهربائي بمثال.'
    },
    {
        id: 15,
        text: 'تصف ظاهرة البرق.'
    },
    {
        id: 16,
        text: 'تُعرف التيار الكهربائي.'
    },
    {
        id: 17,
        text: 'تُعرف وحدة قياس التيار الكهربائي.'
    },
    {
        id: 18,
        text: 'تُعرف الدائرة الكهربائية.'
    },
    {
        id: 19,
        text: 'تذكر مكونات الدائرة الكهربائية.'
    },
    {
        id: 20,
        text: 'توضح كيفية بناء دائرة كهربائية صحيحة.'
    },
    {
        id: 21,
        text: 'تصف حركة الإلكترونات في الدائرة الكهربائية.'
    },
    {
        id: 22,
        text: 'تعدد مكونات البطارية الجافة.'
    },
    {
        id: 23,
        text: 'تستنتج مفهوم الجهد الكهربائي.'
    },
    {
        id: 24,
        text: 'تذكر وحدة قياس الجهد الكهربائي.'
    },
    {
        id: 25,
        text: 'تفسر العلاقة بين فرق الجهد وشدة التيار الكهربائي'
    },
    {
        id: 26,
        text: 'تعرف المقاومة الكهربائية.'
    },
    {
        id: 27,
        text: 'تذكر وحدة قياس المقاومة الكهربائية.'
    },
    {
        id: 28,
        text: 'تفسر العلاقة بين المقاومة الكهربائية وطول السلك.'
    },
    {
        id: 29,
        text: 'تبرر عدم انصهار فتيل المصباح الكهربائي المصنوع من فلز التنجستن.'
    },
]